Repository: albinbenny99/WeatherWise
Catalog: weather/locale/*/LC_MESSAGES/django.po
Languages: ml

source: Enter a City Name
ml: ഒരു നഗരത്തിൻ്റെ പേര് നൽകുക

source: Current Weather
ml: നിലവിലെ കാലാവസ്ഥ

source: Temperature:
ml: താപനില:

source: Wind:
ml: കാറ്റ്:

source: Humidity:
ml: ഈർപ്പം:

source: 5-Day Forecast
ml: 5-ദിന പ്രവചനം

source: Search
ml: തിരയുക

source: Use Current Location
ml: നിലവിലെ സ്ഥാനം ഉപയോഗിക്കുക

source: Day 1
ml: ദിവസം 1

source: Day 2
ml: ദിവസം 2

source: Day 3
ml: ദിവസം 3

source: Day 4
ml: ദിവസം 4

source: Day 5
ml: ദിവസം 5
